Repository: common-repository/users2mailchimp
Catalog: languages/users2mailchimp-*.po
Languages: es_es

source: MailChimp API KEY. You can get it in MailChimp: Account -> API Keys & Authorized Apps
es_es: API KEY de Mailchimp. Puede conseguirla dentro de tu cuenta de Mailchimp: Mi cuenta -> API Keys

source: List name:
es_es: Nombre de la lista:

source: Group name:
es_es: Nombre del grupo:

source: Subgroup name:
es_es: Nombre del subgrupo:

source: Use roles as subgroups:
es_es: Usar roles como subgrupos:

source: Creates as many subgroups as there are roles (if checked, "Subgroup name" is ignored).
es_es: Crea tantos subgrupos como roles tienen los usuarios (la opción de "Nombre del subgrupo" será ignorada).

source: Need confirm:
es_es: Necesita confirmación:

source: YES
es_es: SI

source: Control whether a double opt-in confirmation message is sent. Abusing this may cause your mailchimp account to be suspended.
es_es: Un mensaje de confirmación será enviado a los usuarios. Si abusa de no usar confirmaciones, su cuenta de mailchimp puede ser suspendida por considerarle spam.

source: Synchronize
es_es: Sincronizar

source: Use this for synchronize existing users in website with mailchimp. In this case, Need Confirm is always YES.
es_es: Úsalo para sincronizar los usuarios ya existentes con Mailchimp.

source: Subscribe me to newsletter.
es_es: Suscribirme al boletín de noticias.
